Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: གང་ གིས་ བརྫུན་ དེ་ སྨྲས་ ཤིང་ སྡིག་པ འི་ རྗེས་སུ་ སྨྲས་པ་ བརྫུན་ སྨྲ་བ ས་ བརྫུན་ ཟེར་བ་ སྨྲས་པ་ དེ་ཡང་ འབྱུང་ ཞིང་ འབྱུང་ ཞིང་བདག་ ཉིད་ ཀྱི་ལྕེ་ ཡང་ བདག་ཉིད་ ཟ འོ །_།
en: Those who lied and spoke evil, falsity, and untruth will see this happen again and again, and so they will even come to eat their own tongues.

source: བདུད་རྩི་ དང་ ནི་ དུག་ ཉིད་ དག _། མི་ རྣམས་ ཀྱི་ ནི་ ལྕེ་ ལ་ གནས །_། བདེན་པ ར་ སྨྲ་བ་ བདུད་རྩི་ ཡིན །_། བརྫུན་ གྱི་ ཚིག་ ནི་ དུག་ དང་ འདྲ །_།
en: “Ambrosia and poison Lie on the tongues of human beings— Telling the truth is ambrosia; Telling lies is like poison.

source: གང་ཞིག་ བདུད་རྩི་ མངོན་འདོད་པ །_། དེ་ ནི་ རྟག་ ཏུ་ བདེན་ ལ་ གནས །_།
en: $684 “Those wishing for ambrosia Will abide by the truth.

source: གང་ཞིག་ དུག་ ལ་ མངོན་དགའ་བ །_། དེ་ ནི་ བརྫུན་ [202b] གྱི་ ཚིག་ ལ་ དགའ །_།
en: Those fond of poison {{page:{number:242,id:UT22084-068-021-100268,folio:F.202.b,volume:V68}}} Will lying.

source: དུག་ གིས་ གནོད་པ ར་ ངེས་མེད་ ཀྱི །_། བརྫུན་ དུ་ སྨྲ་བ ས་ ངེས་པ ར་ འགྱུར །_།
en: $685 “That poison will harm you is not certain, But it is certain that lying will.

source: གང་ཞིག་ བརྫུན་ ནི་ སྔོན་ སྨྲ་བ །_། སྐྱེས་བུ་ དེ་ ནི་ འཆི་བ ར་ འགྱུར །_།
en: The person who lied before Is going to die.

source: བརྫུན་ གྱིས་ བདག་ ལ་ མི་ ཕན་ ན །_། གཞན་ ལ་ ཕན་པ ར་ ག་ལ་ འགྱུར །_།
en: $686 “Since lying will not benefit oneself, How could it benefit others?

source: བདག་ དང་ གཞན་ གང་ སྡུག་བསྔལ་བ །_། དེ་ ནི་ མི་ ཡིས་ ཅི་ཕྱིར་ བསྟེན །_།
en: Why would people practice that Which harms both themselves and others?

source: དེ་ལྟ ར་ བརྫུན་ ལ་ བསྟེན་པ་ ནི །_། སྡིག་པ་ སྡིག་པ ར་ འགྲུབ་ འགྱུར་ ཏེ །_།
en: $687 “Indulging in lies will in this way Create nothing but evil.

source: མཚོན་ དང་ མེ་ དང་ ངམ་གྲོག་ ལས །_། མི་ ཡི་ སྡུག་བསྔལ་ དེ་ འདྲ་ མེད །_།
en: No weapon, fire, or abyss Can bring people such suffering.

source: ལུས་ གཅིག་ འཕྲོག་པ་ མཐོང་བ་ ནི །_། འཆི་བ་ དུག་ ལས་ འབྱུང་འགྱུར་ ཏེ །_།
en: $688 “We may observe that poison robs you Of just one body, and thus causes death.

source: ཚེ་རབས་ སྔ་ཕྱི་ སྟོང་ དག་ ཏུ །_། བརྫུན་ གྱི་ ཚིག་ གིས་ ཆུད་ གཟོན་ ཏོ །_།
en: Lying, however, will lay waste to Thousands of your successive lives.

source: བཙུན་པ འི་ རིགས་ ལ་ མཐོ ར་ བྱེད་ ཅིང་ །_། དམའ་བ འི་ རིགས་ ལ་ རྒྱན་ དུ་ བྱེད །_།
en: $689 “Truth is deemed to be What elevates honorable beings And ornaments lowly ones.

source: ཐར་པ འི་ ལམ་ དག་ སྟོན་ བྱེད་པ །_།
en: It is a teacher on the path of liberation.

source: བདེན་པ་ ཡིན་ ཞེས་ མངོན་པར་ བརྟགས །_། སེམས་ཅན་ རྣམས་ ཀྱི་ རང་ གི་ ལས །_། སྲེད་པ ས་ ཁྱེར་བ ར་ གྱུར་པ་ ན །_། གཟིངས་ འདྲ་ བདེན་ སྨྲ་ མཆོག་ ཡིན་ ཞེས །_། བདེ་བ ར་ གཤེགས་པ ས་ བཀའ་ སྩལ་ ཏོ །_།
en: $690 “ ‘For sentient beings who are carried away By their own actions and cravings, There is no better ship than truth’— This is what the sugatas teach.

source: འཇིག་རྟེན་ ཐོག་མ་ ཐ་མ་ མེད །_། སྲེད་པ འི་ ཞགས་པ འི་ དབང་ དུ་ སོང་ །_།
en: $691 “The world has no beginning and no end, As it is controlled by the noose of craving.

source: འདི་ལྟར་ སྐྱབས་ གཞན་ བདེན་པ་ ལས །_། མེད་ ཅེས་ ཆོས་ ལ་ མཁས་པ ས་ རིག _།
en: Hence, there is no other refuge than truth— This is what the wise understand.

source: གཅེར་བུ་ མཚོན་ གྱིས་ གཅོད་པ་ ལྟར །_། བདེན་པ ས་ རྟག་ ཏུ་ ཉོན་མོངས་ གཅོད །_།
en: $692 “Afflictions are always destroyed by truth Like the naked by a weapon.

source: མཚོན་ གྱིས་ བཏབ་པ ས་ ངུ་བ ར་ འགྱུར །_། བདེན་པ ས་ ན་མ ས་ ཀྱང་ ངུ་བ་ མེད །_།
en: Those struck by weapons may scream, But the truth makes no one cry.

source: འཇིག་རྟེན་ གཉིས་ ལ་ ཕན་ བྱེད་པ །_། བདེན་པ་ མི་ཟད་ གཏེར་ ཞེས་ བྱ །_།
en: $693 “Benefiting both worlds, Truth is known as the inexhaustible treasure.

source: ཆོས་ སོ་ ཅོག་ གི་ ཁྲིམས་ ཡིན་ ཞིང་ །_། ནོར་ གྱི་ གཞི་ ཡི་ མཆོག་ ཡིན་ ནོ །_།
en: This is the universal moral law And an inexhaustible wealth.

source: བདེན་པ འི་ ཡོན་ཏན་ རབ་ བསྒྲུབས་པ །_། བདེ་འབྱུང་ འབྲས་བུ་ ཆེན་པོ་ ཡིན །_།
en: $694 “The qualities accomplished by the truth Are delightful and magnificent results.

source: བློ་ལྡན་ ངན་གཡོ་ རྣམས་ སྤོངས་ ཤིག _། དེ་ཉིད་ མཐོང་བ ས་ སྤངས་པ་ ཡིན །_།
en: Intelligent people should give up deceit, Which is given up by those who see reality.

source: བདེན་པ་ སྤངས་པ འི་ མི་ དག་ ཁྭ་ མཆུ་ རྡོ་རྗེ་ ལྟ་བུ ས་ ཇི་སྲིད་ དུ །_ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ འཚེད་ དོ །_།
en: $695 “Thus, those who have forsaken the truth will, until their negative acts have been overcome, relinquished, and exhausted, continue to be tormented in the realm of Ravens with Vajra-Like Beaks.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་ [203a] པར་ མིར་ སྐྱེས་ ན
en: $696 “When one finally escapes this hell, one may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, {{page:{number:243,id:UT22084-068-021-100269,folio:F.203.a,volume:V68}}} and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ་ ཚབ་ སེམས་ཅན་ དམྱལ་བ ར་ འགྲོ་བ་ བདེན་པ་ དེ་ དང་ མི་ འཐུན་ པར་ གྱུར་པ་ བརྫུན་ སྨྲས་པ ས །_ དེ་ རྟག་ ཏུ་ འཐབ་པ་ དང་ །_ རྩོད་པ་ མང་ ཞིང་ རྟག་ ཏུ་ གཞན་ རྒྱལ་བ ར་ འགྱུར་ ལ །_ ཚིག་ གིས་ འཇིག་རྟེན་པ འི་ ཡིད་ མི་ ཆེས་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Yet, in terms of karmic effects in accordance with the causal actions of lying, which carry one to hell on account of being in conflict with the truth, one will thereby be involved in constant fighting and rampant quarreling. Others will always come out victorious, and no one in the world will believe what one says.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཁྲག་ དང་ རྐང་ ཟ་བ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $697 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will apply knowledge derived from hearing and thus perceive a neighboring hell known as Consuming Blood and Marrow.

source: སེམས་ཅན་ དམྱལ་བ་ ཁྲག་ དང་ རྐང་ ཟ་བ་ དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ བྱས་ ཤིང་ བསགས་པ ས་ འགྱུར་ ཏེ །_
en: Inquiring into what karmic actions may cause one to be born in the hell of Consuming Blood and Marrow, he will apply knowledge derived from hearing and see that such a birth is caused by completed and accumulated acts of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: འདི་ལྟ་སྟེ །_ རྒྱལ་པོ་ འམ །_ བློན་པོ འམ །_ རྗེ་དཔོན་ དུ་ གྱུར་པ ས་ དཔྱ་ཐང་ ལས་ ལྷག་པ ར་ ཕབ་ ལ་ འདི་ལྟར་ ངས་ ལྷག་པ ར་ ཕབ་པ་ མེད་ དོ་ ཞེས་ སྨྲ་ ཞིང་དཔྱ་ འབེབས་ ན་
en: As for lying, certain kings, ministers, or other people in positions of authority may charge higher taxes than they are supposed to and yet claim that they are charging the correct amount.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཁྲག་ དང་ ཞག་ ཟ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and take birth in the hell of Consuming Blood and Fat.#87

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ དང་ ཐིག་ནག་ ལ་སོགས་ པར་ འབྱུང་བ་ རྣམས་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟ་སྟེ །_
en: $698 “The beings in that realm will experience torture as they undergo all the same ordeals that are otherwise experienced in the hell of Reviving and so forth.

source: ཤིང་ རབ་ཏུ་ འབར་བ་ ལོ་མ་ སྤུ་གྲི་ ལྟ་བུ་ ཡོད་པར་ བརྫུན་ སྨྲ་བ་ དེ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ ལྕགས་ ཀྱི་ ཐག་པ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ བཅིངས་ ནས་ ཁ་ སྦུབ་ ཏུ་ དཔྱངས་ སོ །_།
en: Moreover, a particular feature of this realm is that the henchmen of the Lord of Death will hang the hell beings head down from flaming trees with razor leaves.

source: ཁ་ སྦུབ་ ཏུ་ དཔྱངས་པ་ དེ འི་ རྐང་པ་ དག་ ལ་ མཆུ་ དང་ སེན་མོ་ རྡོ་རྗེ་ ལྟར་ རྣོ་བ་ དག་ གིས་ ཟ་ སྟེ །_ ཁ་ སྦུབ་ ཏུ་ དཔྱངས་པ་ དེ་དག་ ཁྲག་ འབྱུང་བ་ གང་ཡིན་པ་ དེ་ ལ་ ཟ་བ་ དེས་ གནས་པ ར་ བྱེད་ དོ །_།
en: As they hang there, they will feast on their own legs, using their teeth and nails that are sharp as diamonds, and when they bleed, they will also drink their own blood. And so they stay alive.

source: ཚོར་བ་ ཐམས་ཅད་ ཀྱི་ ནང་ ན་ཁ་ ཟས་ ཀྱི་ ཚོར་བ་ མི་བཟད་པ ར་ བཤད་ དེ །_ དེ་ རང་ གི་ ཁྲག་ ལ་ འཐུང་ ངོ་ །_།
en: It is said that among all agonies those associated with food are the most unbearable, and so they consume their own blood.

source: དེ་ ཚོར་བ་ གཉིས་ དག་ གིས་ ཡོངས་སུ་ གནོད་ དེ་ མེ འི་ ཚོར་བ་ དང་ །_ བཀྲེས་པ་ དང་ སྐོམ་པ འི་ ཚོར་བ འོ །_།
en: In this way, these beings are subjected to a double torture, for while burned by fire, they also suffer from starvation and thirst.

source: ཇི་ལྟ ར་ བཀྲེས་ ཤིང་ སྐོམ་པ་ ནི །_། ལས་ ཀྱིས་ ཤིན་ཏུ་ གཡེངས་པ ས་ གདུངས །_། [203b]
en: “Those who starve and thirst Are tormented by the agitation of karmic action. {{page:{number:244,id:UT22084-068-021-100270,folio:F.203.b,volume:V68}}}

source: དེ་ལྟ ར་ སྲེག་པ ས་ སྲེག་ མིན་ ཞིང་ །_། རླུང་ དྲག་པ་ ཡིས་ ཁྱེར་ མི་ བྱེད །_།
en: No fire can burn like that, And no tempest can carry one away like that.

source: དེ་ལྟ ར་ ལོ་ བརྒྱ་ སྟོང་ཕྲག་ དུ་མ ར་ དེ་ རང་ གི་ ཁྲག་ དང་ རྐང་ དག་ ལ་ ཟ་ སྟེ །_ འདི་ལྟར་ རོ་སྨད་ མེ་ མཆོག་ ཏུ་ ཚ་བ ས་ བསྲེགས་ སོ །_།
en: $700 “Thus, these beings will spend many hundreds of thousands of years consuming their own blood and bone marrow while the lower parts of their bodies are burned by tremendously hot fires.

source: དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ །_ སེམས་ཅན་ དམྱལ་བ་ དེར་ སྲེག་ གོ །_།
en: Until their negative acts have been overcome, relinquished, and exhausted, they will keep burning in this hell.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ དབུལ་བ ར་ འགྱུར་ ཞིང་ ངག་ ཡིད་ མི་ ཆེས་པ་ དང་ །_
en: Yet, in terms of effects that accord with the relevant causal actions, one will in that case be poor and one’s words will not be trusted.

source: རྟག་ ཏུ་ དེ འི་ སྣ་ ནས་ ཁྲག་འཛག་ ཅིང་ སོ་ཤིང་ འཆའ་བ་ ན་ ཁྲག་ འབྱུང་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: One will suffer from constant nosebleeds, and using a toothpick will likewise cause bleeding.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ མེ་ལྕེ་ བཅུ་གཅིག་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $702 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will apply knowledge derived from hearing and thus perceive a neighboring hell known as Eleven Flames.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ ས་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will apply knowledge derived from hearing and see that such a birth is caused by killing, stealing, sexual misconduct, and alcohol consumption.

source: བརྫུན་ སྨྲ་བ་ ནི་ གཉིས་ ཤིག་ རྩོད་པ་ ན་ རྒྱལ་པོ འམ །_ བློན་པོ འམ །_ གཞན་ ཡིད་ཆེས་པ འི་ གནས་ སུ་ བྱ་བ ས་ ནོར་ བླངས་ སམ །_ མཛའ་བཤེས་ སམ །_ འདོད་ཆགས་ སམ །_ ཞེ་སྡང་ གིས་ ཕྱོགས་ བཟུང་ སྟེ །_
en: As for lying, during a dispute between two parties, certain kings, ministers, or others whom people consider trustworthy may apply the law in an underhanded way out of a wish to gain wealth, or due to cronyism, or because of desire or anger.

source: ཞལ་ཅེ་ ཡོན་པོ ར་ བཅད་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ མེ་ལྕེ་ བཅུ་གཅིག་པ་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and be born in the hell of Eleven Flames.

source: ཕྱོགས་ བཟུང་ སྟེ །_ བརྫུན་ སྨྲ་བ་ དེ་ ལ་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ ཚོར་བ་ གནོད་པ་ འདི་དག་ ཐམས་ཅད་ བཅུ་འགྱུར་ དུ་ འབྱུང་བ འི་ སྟེང་ དུ་ ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟ་སྟེ །_
en: $703 “Those who lied due to bias will now undergo all the same ordeals that are otherwise experienced in the hell of Reviving, and so forth—but intensified tenfold.

source: རང་ གི་ ལུས་ ལས་ ཕྱོགས་ བཅུ ར་ མེ་ལྕེ འི་ ཕུང་པོ་ བཅུ་གཅིག་ འབྱུང་བ ར་ འགྱུར་ རོ །_། བརྫུན་ སྨྲ་བ འི་ ལྕེ འི་ ཁ་ལས་ བཀྲེས་པ་ དང་ སྐོམ་པ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: Moreover, eleven bonfires will constantly emerge from their bodies, burning everywhere in the ten directions, and the tongues in the liars’ mouths will go starving and thirsting. {{page:{number:245,id:UT22084-068-021-100271,folio:F.204.a,volume:V68}}}

source: ཞལ་ཅེ་ ཡོན་པོ ར་ [204a] གཅོད་པ་ ནི་ སྐད་ཅིག་ སྐད་ཅིག་ ལ་ སྐྱེ་ ཞིང་ སྲེག་ གོ །_།
en: Those who twisted the law in this way will constantly and in each moment take birth and burn.

source: སྲེག་པ་ ན་ ཚོར་བ འི་ རྣམ་པ་ དེ་ལྟ་ བུ་ མྱོང་བ ར་ འགྱུར་ ཏེ །_ གང་ མེ་ལྕེ འི་ ཕུང་པོ་ བཅུ་གཅིག་པོ་ དེ་དག་ ནི་ བཅུ་དྲུག་ གི་ ཆར་ ཡང་ མི་ ཕོད་ དོ །_།
en: As they burn, they must undergo such sensations, and thus the hell of Eleven Flames cannot be even remotely compared to anything else.#88

source: ལས་ ཀྱིས་ བྱས་པ འི་ ཚོར་བ་ དེ་དག་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འདི་ལྟར་ དེ་ སེམས་ཅན་ དམྱལ་བ་ མེ་ལྕེ་ བཅུ་གཅིག་ པར་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ གོ །_། འཚེད་ དོ །_།
en: Until their negative acts have been overcome, relinquished, and exhausted, their scorching and burning will continue in the hell of Eleven Flames for many hundreds of thousands of years.

source: དེ་ ཞལ་ཅེ་ ཡོན་པོ ར་ བཅད་པ འི་ རྒྱུ་ མཐུན་པ འི་ འབྲས་བུ ས་ དེ་ རྟག་ ཏུ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ཤིང་ ཡན་ལག་ ཐམས་ཅད་ རྣམ་པར་ སྲེག་པ་ དང་ །_
en: Yet, as karmic effects in accordance with the causal actions of having bent the law, one will in that case always be tormented by hunger and thirst, and one’s limbs will all burn.

source: དབུལ་ ཞིང་ ཚེ་ ཐུང་བ་ དང་ །_ ངག་ ཡིད་ མི་ ཆེས་པ་ དང་ །_
en: One will live a short life in poverty, and people will not trust one’s words.

source: ཤིན་ཏུ་ གླེན་པ་ དང་ །_ གཟུགས་ མི་ སྡུག་པ་ དང་ །_
en: One will be extremely stupid and one’s appearance repulsive.

source: རྐང་ལག་ ཉམས་པ་ དང་ །_ དྲི་མ་ ཅན་ དང་ །_
en: One’s arms and legs will be crippled and one’s body odor foul.

source: གནས་ ངན་པ་ སུམ་མདོ་ དང་ །_ བཞི་མདོ འི་ ཁྱིམ་ དུ་ འཇུག་ ཅིང་ ཚེ་ གཅིག་ གི་ བར་ དུ་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བར་ འགྱུར་ རོ །_།
en: One will move among inauspicious places, such as houses at road forks and intersections, and one’s entire life will be full of suffering.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ དེ འི་ འཁོར་ བཅུ་བདུན་པ་ ནི་ གཅིག་ ཀྱང་ མ་ མཐོང་ ངོ་ །།_།།
en: $705 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will fail to perceive any seventeenth neighboring hell.

source: དེ་ནས་ གཞན་ ཡང་ རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ འི་ དགེ་སློང་ དེ་ འདི་ལྟར་ ཞི་བ །_ རྒ་བ་ མེད་ ཅིང་ འཆི་བ་ མེད་པ །_ ཟག་པ་ མེད་པ །_ མྱ་ངན་ ལས་ འདས་པ འི་ ལམ་ ལ་ འཇུག་པ་ དེ འི་ བརྩོན་པ ས་ བླ འི་ གནོད་སྦྱིན་ དག་ གིས་ མཐོང་ ནས་
en: $706 “Thus, the monk who, as a spiritual practitioner, carefully observes inner phenomena will enter the path to the transcendence of suffering, which is free from aging, death, and defilement.

source: བར་སྣང་ ལ་ སྤྱོད་པ འི་ ལྷ་ རྣམས་ ལ་ བསྙད་པ་ ནས །_ རྒྱ་ ཆེ ར་ སྦྱར་ ཏེ །_
en: His endeavors will, as before, be noticed by the terrestrial yakṣas, who will inform the celestial yakṣas.

source: འོད་ཆུང་ གི་ ལྷ་ རྣམས་ ཀྱི་ བར་ ལ་ བསྙད་ དེ །_
en: In this way the news will travel all the way to the gods in Limited Light, who will be told, ‘In Jambudvīpa the noble son known as so-and-so . . ., (continuing as previously).

source: འདི་ལྟར་ འཛམ་བུ་གླིང་ དུ་ རིགས་ ཀྱི་ བུ་ ཆེ་གེ་མོ་ ཞིག་ ཅེས་བྱ་བ་ ནས་ རྒྱ་ ཆེ ར་ སྦྱར་ ཏེ །_
en: Now he has entered the tenth ground.

source: ས་ གཞན་ བཅུ་པ འི་ བར་ ལ་ ཞུགས་པ་ བདུད་ ཀྱི་ ཡུལ་ གྱི་ གཞི་ ལ་ [204b] མི་ འདོད་ ཅིང་ །_ དགའ་བ འི་ འདོད་ཆགས་ ཀྱི་ མོད་ ལས་ བྱུང་བ འི་ སྲེད་པ འི་ དངོས་པོ་ དང་ ལྷན་ཅིག་ གནས་པ་ དང་ །_ ཀུན་ ནས་ ཉོན་མོངས་པ འི་ ཡུལ་ གྱི་ དངོས་པོ་ རྣམས་ དང་ ལྷན་ཅིག་ མི་ གནས་པ་
en: He has no interest in the sphere of influence of the māras’ domain, {{page:{number:246,id:UT22084-068-021-100272,folio:F.204.b,volume:V68}}} he does not dwell on any of the entities associated with the craving that accompanies desirous excitement, and he does not surround himself with objects of affliction.’

source: དེ་ འོད་ཆུང་ གི་ ལྷ་ རྣམས་ ཀྱིས་ ཐོས་ ནས་
en: $707 “As they hear this news, the gods in Limited Light will be delighted and proclaim,

source: བདུད་ ཀྱི་ ཕྱོགས་ དམའ་བ ར་ འགྱུར་ ཞིང་ །_ དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ མངོན་པར་ མཐོ་བ ར་ འགྱུར་ རོ་ ཞེས་ ཡིད་ དགའ་བ ར་ འགྱུར་ རོ །_།
en: ‘The forces of the māras are waning; the forces of the sacred Dharma are on the rise!’

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ འཁོར་བ འི་ འཆིང་བ་ གཅོད་པ་ ལ་ བརྩོན་པ་ དེ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: $708 “The monk who has knowledge of the effects of the ripening of karmic actions, and diligently severs the chains of cyclic existence, will then think to himself,

source: ཀྱེ་མ་ སེམས་ཅན་ འདི་དག་ ནི་ སྡུག་བསྔལ་བ་ ཡིན་ ཏེ་
en: ‘Alas, these beings suffer, deceived by their craving.

source: སྲེད་པ ས་ བསླུས་པ །_ གཏི་མུག་ གི་ ཀུན་ དུ་ སྦྱོར་བ ས་ བཅིངས་པ །_ སེམས་ བག་ ལ་ ཉལ་ རྣམས་ དང་ ཡང་དག་ པར་ ལྡན་པ །_
en: They are bound by the fetters of ignorance, and their minds are possessed by the latent tendencies of affliction.

source: དུས་གསུམ་ དུ་ འཚེད་ ཀྱང་ འཁོར་བ་ གཅད་པ འི་ ཕྱིར་ འབད་པ ར་ མི་ བྱེད་པ འི་ སེམས་ཅན་
en: Although they boil throughout the three times, they will not apply any effort to put an end to cyclic existence. Have they no sense?

source: འདི་དག་ ལ་ སྙིང་མེད་ དམ་ ཅི །_
en: Or are their hearts consumed by unknowing?

source: འོན་ཏེ་ སྙིང་ ལ་ མི་ ཤེས་པ་ ཞིག་ ཡོད་ དམ །_
en: Or do they understand and yet cannot let go?

source: འོན་ཏེ་ ཤེས་པ་ ཡོད་ ཀྱང་ ཡིད་འབྱུང་ བར་མི་ བྱེད་ དམ །_ སེམས་ཅན་ འདི་དག་ གི་ རྣམ་པར་ ཤེས་པ་ དེ་ གང་ཞིག་ ཡིན །_
en: What kind of consciousness do these beings have?

source: གལ་ཏེ་ སེམས་ཅན་ འདི་ལྟར་ མཐོ་རིས་ སུ་ ཡུན་རིང་ དུ་ གནས་ ཀྱང་ ཡིད་འབྱུང་ བར་ བྱ་བ་ ཡིན་ ན །_ འདི་ལྟར་ སེམས་ སྲ་ ཞིང་ མཁྲང་བ་ དེ་ལྟ་ ཅི་ སྨོས །_
en: When even those who remain for long in the higher realms can develop renunciation, it should go without saying that beings whose minds are hard and solid can do so.

source: གང་ གནོད་པ འི་ རྣམ་པ་ དུ་མ་ ཀུན་ གྱིས་ སྡུག་བསྔལ་ རྗེས་སུ་ མྱོང་ ཡང་ སྐྱོ་བ ར་ མི་ བྱེད་ དོ །_།
en: Yet, although they experience every form of torturous suffering, they do not develop any disenchantment.

source: ཡུན་རིང་པོ་ ནས་ བག་ ལ་ ཉལ་ རྗེས་སུ་ འབྲང་བ འི་ སེམས་ ལ་ མི་ འཐུན་པ་ ལྔ་ ཡོད་ དེ །_
en: $709 “ ‘For the mind that has long been driven by the latent tendencies of affliction there are five unpleasant factors:

source: འདི་ལྟ་སྟེ །_ རྒ་བ་ དང་ །_ ན་བ་ དང་ །_ འཆི་བ་ དང་ །_ མི་ སྡུག་པ་ དང་ ཕྲད་པ་ དང་ །_ སྡུག་པ་ དང་ བྲལ་བ འོ །_།
en: aging, sickness, death, meeting the unwanted, and separation from what is wanted.

source: གཞན་ ཡང་ ཉེས་དམིགས་ ཀྱི་ གནོད་པ་ བཅུ་ འབྱུང་ སྟེ །_
en: Moreover, that mind will also encounter ten harmful consequences:

source: བཀྲེས་པ་ དང་ །_ སྐོམ་པ འི་ ཉེས་དམིགས་ དང་ །_ སྡུག་པ་ དང་ བྲལ་བ འི་ ཉེས་དམིགས་ དང་ །_ ཡུལ་ ནས་ ཡུལ་ དུ་ འགྲོ་བ འི་ ཉེས་དམིགས་ དང་ །_ འཆི་བ་ དང་ སྐྱེ་བ འི་ ཉེས་དམིགས་ དང་ །_ གཞན་ གྱིས་ བརྙས་པ འི་ ཉེས་དམིགས་ དང་ །_ གཞན་ གྱིས་ བཅོམ་པ འི་ ཉེས་དམིགས་ དང་ །_ གྲང་བ་ དང་ ཚ་བ འི་ ཉེས་དམིགས་ དང་ །_ ཟླས་ དབྱེ་བ འི་ ཉེས་དམིགས་ དང་ །_ འབྱོར་པ་ རྒུད་པ འི་ ཉེས་དམིགས་ དང་ །_ འདོད་པ འི་ ཉེས་དམིགས་ ཏེ །_
en: hunger and thirst, separation from the desired, constant wandering, death and birth, condemnation by others, subjugation by others, cold and heat, separation from companions, destitution, and desire.

source: དེ་ལྟ ར་ མདོར་ན་ ཉེས་དམིགས་ བཅུ་ དག་ གིས་ སེམས་ མངོན་པར་ གནོད་པ ར་ བྱས་ ཀྱང་ །_
en: In short, their minds suffer from these ten harms.

source: ཀྱེ་ མི་ དགའ་བ ར་ མི་ བྱེད་པ འི་ སེམས་ཅན་ འདི་དག་ ནི །_
en: And yet, alas, they do not become disenchanted!

source: ཨེ་མ་ ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ སེམས་ [205a] དགྲ་ ལྟ་བུ་ གཡོས་པ་ དང་ །_ རྣ་བ་ དང་ སྙིང་མེད་ ཅིང་ རྡོ་ དང་ རྡོ་རྗེ་ ལྟ་བུ འི་ སེམས་ ཡུལ་ རྣམ་པ་ མང་པོ ས་ དམ་པ འི་ ཆོས་ ལ་ ནམས་ ཀྱང་ དགའ་བ ར་ མི་ བྱེད་པ །_
en: $710 “ ‘How astonishing that since time without beginning their minds have acted as their own deceitful enemy! {{page:{number:247,id:UT22084-068-021-100273,folio:F.205.a,volume:V68}}} They lack both ears and hearts, and with minds as hard as stones and diamonds they have constantly been prevented by outer objects from taking any joy in the Dharma.

source: ཡུལ་ གཟུགས་ དང་ །_ སྒྲ་ དང་ །_ རེག་པ་ དང་ །_ རོ་ དང་ །_ དྲི་ དུག་ དང་ །_ མཚོན་ དང་ མེ་ ལྟ་བུ འི་ སྲེད་པ ས་
en: With their craving they never have enough of form, sound, texture, taste, and smell—even though those objects are just like poison, weapons, or fire.

source: རྟག་ ཏུ་ ཆོག་ མི་ ཤེས་པ ས་ དུག་ ལྟ་བུ འི་ ཡུལ་ ལྔ་ དང་ །_ ཆོམ་རྐུན་ ལྟ་བུ འི་ སྐྱེ་མཆེད་ དྲུག་ དང་ །_ བྱང་ཆུབ་ ཀྱི་ ཡན་ལག་ བདུན་ མི་ ཤེས་པ་ དང་ །_ འཕགས་པ འི་ ལམ་ ཡན་ལག་ བརྒྱད་ པར་ འགྲོ་བ ར་ མི་ སྤྲོ་བ་ དང་ །_
en: Thus, the poison of the five objects and the bandits of the six sense sources make them ignorant about the seven branches of awakening and disinclined to traverse the eightfold path of the noble ones.

source: སེམས་ཅན་ གྱི་ གནས་ དགུ་ མི་ ཤེས་པ་ དང་ །_ དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ མི་ ཤེས་པ་ དང་ །_
en: They do not comprehend the nine abodes of sentient beings or the ten virtuous actions.

source: ས་བཅུ་ གཅིག་ གི་ རྣམ་པར་ དཔྱོད་པ་ ལ་ བླུན་པ་ དང་ །_
en: They are fools with respect to the discernment of the eleven grounds.

source: སྐྱེ་མཆེད་ བཅུ་གཉིས་ ཀྱི་ སྐྱེ་བ་ དང་ གནས་པ་ ལ་ རབ་ཏུ་ རྣམ་པར་ སྤྱོད་པ་ མཁས་པ་ དང་ །_ མི་ མཁས་པ་ ལ་ རྣམ་པར་ སྤྱོད་པ །_
en: They are skilled in the pursuit of the arising and persistence of the twelve sense sources and in this way pursue what is unskillful.

source: ས་གོང་ མ་ བཅུ་གསུམ་ གྱི་ སྤྱོད་པ་ ལ་ བླུན་པ །_
en: They are ignorant concerning the conduct of the thirteen higher paths.

source: སེམས་ ཀྱི་ དམིགས་པ་ བཅུ་བཞི་ དང་ འགྲོགས་པ །_ གནོད་པ་ བཅོ་ལྔ་ མི་ བཟོད་པ །_ གནོད་པ་ སྡིག་པ འི་ མུན་པ་ བཅུ་དྲུག་ གིས་ གནས་པ །_
en: They associate with the fourteen mental perceptions, cannot bear the fifteen harms, and are supported by the sixteen forms of harmful, evil darkness.

source: བྱིས་པ འི་ ཤིན་ཏུ་ རྣམ་པར་ དཔྱོད་པ་ བཅུ་བདུན་ དང་ །_ ཚོར་བ་ རབ་ཏུ་ འབྱུང་བ འི་ བུ་ག་ བཅྭ་ བརྒྱད་ དང་ །_ འགྲོ་བ་ རྣམ་པར་ རྒྱུ་བ འི་ སྲང་ བཅུ་དགུ་ དང་ །_ དགྲ་ གནས་པ་ ཉི་ཤུ ས་
en: Their minds are involved in the seventeen childish discernments, the eighteen apertures for the arising of agony, the nineteen paths for the movement of wandering beings, and the twenty hostile abodes.’

source: སེམས་ དེ་ རྣམ་པ་ ཉི་ཤུ ར་ བསླུས་པ ར་ རིག་ ནས་ དེ་ སེམས་ཅན་ ལ་ སྙིང་རྗེ་ བར་ སེམས་ སོ །_།
en: Thus, understanding that their minds are fooled in these twenty different ways, the monk will regard sentient beings with compassion.#89

source: དགེ་སློང་ དེ་ལས་ ཀྱི་ ཆོས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ ལ་ རབ་ཏུ་ རྣམ་པར་ དཔྱོད་པ ར་ བྱེད་ དེ །_ འདི་ལྟར་ དེ་ བདུད་ ཀྱི་ འཆིང་བ་ གཅོད་པ་ དག་ ལ་ རྟག་ ཏུ་ བརྩོན་པ ར་ བྱེད་ ཅིང་ དེ་ནས་ ཡང་ བློ་སྐྱེད་ པར་ བྱེད་ དེ །_ སེམས་ཅན་ དམྱལ་བ་ ངུ་འབོད་ ལས་ གཞན་པ་ སེམས་ཅན་ དམྱལ་བ་ ཆེས་ སྡིག་པ་ ཆེ་བ་ ཡོད་པ་
en: $711 “The monk who examines the ripening of the phenomena of karmic action, and who diligently and constantly cuts through the bondage of the māras, will in this way develop wisdom, and so proceed to explore the presence of far more evil realms beyond the Howling Hell.
